Repository: kodi-game/game.libretro.cannonball
Catalog: game.libretro.cannonball/resources/language/resource.language.*/strings.po
Languages: de_de, ga, sv_se

# Addon Description
source: Cannonball is an enhanced version of the seminal arcade racer OutRun designed by Yu Suzuki.
de_de: Cannonball ist eine verbesserte Version des Arcade-Autorennens OutRun, das von Yu Suzuki entwickelt wurde.

# #30000
source: Settings
de_de: Einstellungen

# #30001
source: Menu > Show at Start
de_de: Menü > Beim Start anzeigen
ga: Roghchlár > Taispeáin ag an Tosach
sv_se: Meny > Visa vid start

# #30002
source: Menu > Road Scroll Speed
de_de: Menü > Scrollgeschwindigkeit der Straße
ga: Roghchlár > Luas Scrollaithe Bóthair

# #30004
source: Video > Widescreen Mode
de_de: Video > Breitbildmodus
ga: Físeán > Mód Leathan-Scáileáin
sv_se: Video > Bredbildsläge

# #30005
source: Video > High-Resolution Mode
de_de: Video > Hochauflösungsmodus
ga: Físeán > Mód Ardtaifigh
sv_se: Video > Högupplöst läge

# #30006
source: Audio > Enable
de_de: Audio > Aktivieren
ga: Fuaim > Cumasaigh
sv_se: Ljud > Aktivera

# #30007
source: Audio > Advertise Sound (Restart)
de_de: Audio > Ankündigungssound (Neustart erforderlich)
ga: Fuaim > Fuaim Fhógartha (Atosaigh)
sv_se: Ljud > Annonsera ljud (omstart)

# #30008
source: Audio > Preview Music (Restart)
de_de: Audio > Musik vorhören (Neustart erforderlich)
ga: Fuaim > Réamhamharc ar Cheol (Atosaigh)
sv_se: Ljud > Förhandsmusik (omstart)

# #30009
source: Audio > Fix Samples (Restart)
de_de: Audio > Samples korrigieren (Neustart erforderlich)
ga: Fuaim > Deisigh Samplaí (Atosaigh)
sv_se: Ljud > Fixa samplingar (omstart)

# #30010
source: Input > Gear Mode
de_de: Eingabe > Gangschaltung-Modus
ga: Ionchur > Mód Giaranna
sv_se: Inmatning > Växelläge

# #30011
source: Input > Analog Controls
de_de: Eingabe > Analoge Steuerung
ga: Ionchur > Rialuithe Analógacha

# #30012
source: Input > Digital Steer Speed (Restart)
de_de: Eingabe > Digitale Lenkgeschwindigkeit (Neustart erforderlich)
ga: Ionchur > Luas Stiúradh Digiteach (Atosú)
sv_se: Inmatning > Digital styrhastighet (omstart)

# #30013
source: Input > Digital Pedal Speed (Restart)
de_de: Eingabe > Digitale Pedalgeschwindigkeit (Neustart erforderlich)
ga: Ionchur > Luas Pedal Digiteach (Atosú)
sv_se: Inmatning > Digital pedalhastighet (omstart)

# #30014
source: Input > Haptic Feedback Strength
de_de: Eingabe > Stärke der haptischen Rückmeldung
ga: Ionchur > Neart Aiseolais Haptic
sv_se: Inmatning > Styrka för haptisk återkoppling

# #30015
source: Engine > Use Japanese Tracks (Restart)
de_de: Engine > Japanische Strecken verwenden (Neustart)
ga: Inneall > Úsáid Rianta Seapánacha (Atosaigh)
sv_se: Motor > Använd japanska spår (omstart)

# #30016
source: Engine > Freeplay Mode
de_de: Engine > Freispielmodus
ga: Inneall > Mód Saor-imirt
sv_se: Motor > Freeplay-läge

# #30017
source: Engine > Force AI to Play
de_de: Motor > KI zum Spielen zwingen
ga: Inneall > Éigean AI chun Imirt

# #30018
source: Engine > Time Limit (Restart)
de_de: Engine > Zeitbegrenzung (Neustart erforderlich
ga: Inneall > Teorainn Ama (Atosú)
sv_se: Motor > Tidsgräns (omstart)

# #30019
source: Engine > Traffic Difficulty (Restart)
de_de: Engine > Verkehrsschwierigkeit (Neustart erforderlich)
ga: Inneall > Deacracht Tráchta (Atosú)

# #30020
source: Engine > Extra Level Objects (Restart)
de_de: Engine > Extralevel-Objekte (Neustart erforderlich)
ga: Inneall > Réada Leibhéal Breise (Atosaigh)

# #30021
source: Engine > Use Prototype Stage 1 (Restart)
de_de: Engine > Prototyp Stufe 1 verwenden (Neustart erforderlich)
ga: Inneall > Úsáid Fréamhshamhail Céim 1 (Atosú)
sv_se: Motor > Använd prototyp steg 1 (omstart)

# #30022
source: Engine > New Attract Mode (Restart)
de_de: Engine > Neuer Anziehungsmodus (Neustart erforderlich)
ga: Inneall > Mód Meallta Nua (Atosaigh)

# #30023
source: Engine > Randomize Traffic Patterns (Restart)
de_de: Engine > Zufällige Verkehrsmuster erzeugen (Neustart erforderlich)
ga: Inneall > Patrúin Tráchta Randamacha (Atosaigh)
sv_se: Motor > Slumpmässiga trafikmönster (omstart)

# #30024
source: Engine > Fix Game Bugs (Restart)
de_de: Engine > Spielprobleme beheben (Neustart erforderlich)
ga: Inneall > Deisigh Fabhtanna Cluiche (Atosaigh)
sv_se: Motor > Åtgärda spelbuggar (omstart)

# #30025
source: Engine > Fix Timing Bugs (Restart)
de_de: Engine > Timing-Fehler beheben (Neustart erforderlich)
ga: Inneall > Deisigh Fabhtanna Ama (Atosaigh)
sv_se: Motor > Åtgärda timingfel (omstart)

# #30026
source: Engine > Time Trial Laps (Restart)
de_de: Engine > Zeitfahrrunden (Neustart erforderlich)
ga: Inneall > Lapaí Triail Ama (Atosú)
sv_se: Motor > Träna på tidskörning (omstart)

# #30027
source: Engine > Time Trial Traffic Level (Restart)
de_de: Engine > Verkehrsstufe beim Zeitfahren (Neustart erforderlich)
ga: Inneall > Leibhéal Tráchta Triail Ama (Atosú)

# #30028
source: Engine > Continuous Mode Traffic Level (Restart)
de_de: Engine > Verkehrsstufe im fortlaufender Modus (Neustart erforderlich)
ga: Inneall > Leibhéal Tráchta Mód Leanúnach (Atosú)

# #30029
source: Engine > Display Debug Info (Restart)
de_de: Engine > Debug-Informationen anzeigen (Neustart erforderlich)
ga: Inneall > Taispeáin Eolas Dífhabhtaithe (Atosaigh)
sv_se: Motor > Visa felsökningsinformation (omstart)

# Addon Description
source: Cannonball is an enhanced version of the seminal arcade racer OutRun designed by Yu Suzuki in 1986.[CR][CR]Note: OutRun Revision B files are needed. See the file [I]roms needed.txt[/I].
ga: Is leagan feabhsaithe den rásaíocht stuara ceannródaíoch OutRun, arna dhearadh ag Yu Suzuki i 1986, é Cannonball.[CR][CR]Nóta: Tá comhaid OutRun Leagan B ag teastáil. Féach an comhad [I]roms needed.txt[/I].
sv_se: Cannonball är en förbättrad version av den banbrytande arkadracern OutRun som designades av Yu Suzuki 1986.[CR][CR]Notera: OutRun Revision B-filer behövs. Se filen [I]roms needed.txt[/I].

# #30003
source: Video > Frame Rate
ga: Físeán > Ráta Fráma
sv_se: Video > Bildfrekvens
